import { Poi, PoiId } from '@shared/types';

export const poisList: Poi[] = [
  {
    id: '1' as PoiId,
    name: 'Институт математики, механики и компьютерных наук имени И. И. Воровича',
    address: 'улица Мильчакова, 8А, Западный, Ростов-на-Дону',
    location: [39.628649, 47.216686],
  },
  {
    id: '2' as PoiId,
    name: 'Главный корпус',
    address: 'Университетский переулок, 42/105, Ростов-на-Дону, 344022',
    location: [39.728281, 47.224875],
  },
  {
    id: '3' as PoiId,
    name: 'Институт филологии, журналистики и межкультурной коммуникации, заочное отделение',
    address: 'Университетский переулок, 93, Ростов-на-Дону',
    location: [39.726808, 47.226772],
  },
];
